VA_NAME = 'Эдит'

VA_ALIAS = ('эдит', 'эти', 'кредит', 'идёт', 'эдди', 'эйди')

# VA_TBR = ('скажи', 'покажи', 'ответь', 'произнеси', 'расскажи', 'сколько')

VA_CMD_LIST = {
    "help": ('список команд', 'команды', 'что ты умеешь', 'твои навыки', 'навыки'),
    "joke": ('расскажи анекдот', 'шутка', 'расскажи шутку', 'пошути', 'развесели'),
    "open_browser": ('открой раузер', ' включи браузер', ' гугл хром', 'гугл хром'),
    "open_youtube": ('Открой ютуб', 'Запусти ютуб'),
    "open_music": ('включи музыку', 'сделай музыку'),
    "play_mode": ('активируй игровой режим', 'сделай игровой режим'),
    "work_mode": ('запусти телеграмм', 'открой телеграмм', 'открой телегу'),
    "codewars": ('открой задачи', 'сделай задачи'),
    "open_steam": ('запусти с тим', 'открой стим', 'открой тим'),
    "time_now": ('сколько время', 'скажи время', 'время'),
    "close_pc": ('выключить компьютер', 'выключи комп'),
    "restart_pc": ('перезагрузи компьютер', 'перезагрузи комп'),
    "game_pad_start": ('включи геймпад', 'подключи геймпад', 'активируй геймпад'),
    "sleap_pc": ('включи спящий', 'сделай спящей режим'),
    "data_now": ('какое сегодня число', 'назови число', 'какое число'),
    "scrin_host": ('активируй скриншот', 'с фотка это', 'сделай скриншот'),
    "open_perp": ('открой недоумение', 'запусти недоумение'),
    "sound_on": ('верни звук', 'включи звук'),
    "sound_off": ('без звука', 'выключи звук'),
    "good": ('ты молодец', 'ты крутая'),
    "un_good": ('ты тупая', 'ты дура'),
    "weather": ('какая погода', 'скажи погоду', 'что за погода', 'сколько градусов'),
    "request": ('сделай запрос', 'напиши запрос'),
    "stop": ('тихо', 'хватит', 'стоп'),
    "start": ('начинай', 'продолжи', 'старт'),
    "hot_word": ('эдит', 'эти'),
    "stop_music": ('выключи музыку', 'выруби музыку', 'вырубай'),
    "conect": ('подключи колонку', 'подключай'),
    "unconect": ('отключай', 'отключись', 'включи наушники'),
    "next_music": ('следующий', 'другая песня', 'следующая песня', 'дальше'),
    "my_wave": ('моя волна', 'включи мою волну'),



}
